src/main/webapp/rating/home/home_REAL_SAMPLE OUTPUT.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/" xmlns:real="http://schemas.datacontract.org/2004/07/Real.Aggregator.Service.DataContracts" xmlns:arr="http://schemas.microsoft.com/2003/10/Serialization/Arrays" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
<soapenv:Header/>
<soapenv:Body>
	<tem:GetHomeQuote>
		<tem:token>0abU8r0vPcQH1bLZYdyIiX2PUOAEuDBzSELCTwMgsA8c=Y</tem:token>
		<tem:homeRisk>
			<real:Claims i:nil="true"/>
			<real:CoverStartDate>28 Apr 2014</real:CoverStartDate>
			<real:CurrentlyInsured>true</real:CurrentlyInsured>
			<real:DutyOfDisclosure i:nil="true"/>
			<real:FinanceInstution i:nil="true"/>
			<real:FinanceType i:nil="true"/>
			<real:HasBankrup i:nil="true"/>
			<real:HasClaims i:nil="true"/>
			<real:HasCriminalConviction i:nil="true"/>
			<real:HasFraudOrDishonesty i:nil="true"/>
			<real:HasLicenceCancelled i:nil="true"/>
			<real:InsuredLast30Days i:nil="true"/>
			<real:LeadSource i:nil="true"/>
			<real:MainPolicyDateOfBirth>20 Jan 1979</real:MainPolicyDateOfBirth>
			<real:NumberClaims>0</real:NumberClaims>
			<real:PurchasedLast30Days i:nil="true"/>
			<real:QLPromoCode i:nil="true"/>
			<real:RiskAddress>
			<real:AddressLine1>1 Station Lane</real:AddressLine1>
			<real:AddressLine2 i:nil="true"/>
			<real:AddressLine3 i:nil="true"/>
			<real:ConfidenceIND>false</real:ConfidenceIND>
			<real:LocCode i:nil="true"/>
			<real:Country>AUSTRALIA</real:Country>
			<real:PostCode>2750</real:PostCode>
			<real:State>NSW</real:State>
			<real:Suburb>PENRITH</real:Suburb>
			</real:RiskAddress>
			<real:TransactionReference>TEST123</real:TransactionReference>
			<real:WhoInsured i:nil="true"/>
			<real:WhyNotInsured i:nil="true"/>
			<real:BusinessNature i:nil="true"/>
			<real:ContentsExcess i:nil="true"/>
			<real:ContentsValue i:nil="true"/>
			<real:CurrentlyUnderConstruction i:nil="true"/>
			<real:FloorOfAppartment i:nil="true"/>
			<real:HazardousMaterial i:nil="true"/>
			<real:HomeExcess>300</real:HomeExcess>
			<real:HomeSecurity i:nil="true"/>
			<real:HomeValue>350000</real:HomeValue>
			<real:HowLongUnoccupied i:nil="true"/>
			<real:HowManyBedrooms i:nil="true"/>
			<real:HowManyLevels i:nil="true"/>
			<real:Is25UsedForBusiness i:nil="true"/>
			<real:IsHeritageListed>false</real:IsHeritageListed>
			<real:IsSublet i:nil="true"/>
			<real:IsUnderFinance i:nil="true"/>
			<real:IsUsedForBusiness i:nil="true"/>
			<real:IsWellMaintained i:nil="true"/>
			<real:LessThan10Acres i:nil="true"/>
			<real:MainConstructionMaterial>V</real:MainConstructionMaterial>
			<real:MainPolicyHolder>
			<real:DateOfBirth>1979-01-20T00:00:00</real:DateOfBirth>
			<real:Email>lee.koutzas@hollard.com.au</real:Email>
			<real:EmploymentStatus i:nil="true"/>
			<real:FirstName>Lee</real:FirstName>
			<real:Gender>M</real:Gender>
			<real:OptIn>true</real:OptIn>
			<real:PhoneNumber>02 5544 5544</real:PhoneNumber>
			<real:PhoneNumberType i:nil="true"/>
			<real:Surname>Smith</real:Surname>
			</real:MainPolicyHolder>
			<real:MainRoofMaterial>A</real:MainRoofMaterial>
			<real:MoreThan3Unrelated i:nil="true"/>
			<real:PremisesCashValue i:nil="true"/>
			<real:PremisesStockValue i:nil="true"/>
			<real:RemainStructuralUnderConst i:nil="true"/>
			<real:ResidenceUnderTitle i:nil="true"/>
			<real:SecondaryPolicyHolders i:nil="true"/>
			<real:SoleFamilyAtResidence>true</real:SoleFamilyAtResidence>
			<real:SpecifiedItems i:nil="true"/>
			<real:TypeOfBuilding>H</real:TypeOfBuilding>
			<real:TypeOfCover>Home</real:TypeOfCover>
			<real:UnspecifiedGroupValue i:nil="true"/>
			<real:ValuablesCover i:nil="true"/>
			<real:ValueOfConstruction i:nil="true"/>
			<real:WhenWasResidenceBuil i:nil="true"/>
			<real:WhoLivesAtResidence i:nil="true"/>
		</tem:homeRisk>
	</tem:GetHomeQuote>
</soapenv:Body>
</soapenv:Envelope>